Repository: DarkMentat/Offworlders-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk

source: ABILITIES: **Cheap Shot:** If you attack an unaware or surprised enemy, you can roll the attack as though you were skilled, rerolling one of the dice if you wish. If successful, do maximum possible dam- age for your weapon, ignoring armor.
uk: _ТАЛАНТИ:_ **Підступний удар:** Коли ви атакуєте несподівано, ціль не очікує удару чи ви застали її зненацька, вважайте, що у вас є підхожі навички й ви можете перекинути один з кинутих кубиків. В випадку успіху ви наносите максимальне для вашої зброї ушкодження, ігноруючи броню.

source: ARMOR C DEFENSE NOTES Light 3c 1-armor Heavy 6c 2-armor Heavy. Assault 40c 3-armor Heavy. Includes several hours' air supply and built-in heavy weapon.
uk: | БРОНЯ | КРЕД. | ЗАХИСТ | ПРИМІТКИ | | --------- | ----- | -------- | -------- | | Легка | 3К | захист-1 | | | Важка | 6К | захист-2 | Важка | | Штурмова* | 40К | захист-3 | Важка | *Штурмова броня містить в собі запас кисню на декілька годин та вбудоване важке озброєння.

source: Ability: A special action or stunt that a PC can perform. Each PC begins with two abilities.
uk: **Талант:** Спеціальна дія чи трюк, котрі може виконати персонаж. Кожен персонаж гравця починає з двома талантами.

source: Additional A rmor: +1 armor*
uk: **Додаткова броня:** **+1** до **захисту** *

source: Additional ship upgrades may be bought in play for 50 Credits each while the ship is in port.
uk: Будь-які додаткові апгрейди можна купити в грі ціною 50 кредитів за кожен в будь-якому порту.

source: Advanced Drive: For each interstellar trip, you can choose either to take half the time or use half the amount of fuel. Round up.
uk: **Просунутий гіпердрайв:** Для кожної міжзоряної подорожі ви можете або потратити вдвічі менше часу, або вдвічі менше **палива**. Округлення йде вгору.

source: Advanced Electronics: High-end scanners, communicators, sen- sors, etc. They will provide detalied information about ships, places, and stations you encounter.
uk: **Просунута електроніка:** високотехнологічні сканери, комунікатори, сенсори й таке інше. Вони будуть надавати більш детальну інформацію про кораблі, місця чи станції, з якими ви будете стикатись.

source: An outlaw in a smoky space station bar offers a job with a payout too good to be true. A customs vessel closes in, scanning for the contraband on board. In the alley ways of a world-spanning metropolis, a violent gang surrounds the characters. Keep things moving, keep pushing against the players. Give them things to do and people to inter- act with. Push them into action, then follow up with what they do.
uk: Вигнанцю в задимленому барі космічної станції пропонують роботу, з надто хорошою оплатою, щоб бути правдою. Митне судно пристиковується, щоб перевірити наявність контрабанди на борту. В провулках мегаполіса, що вкриває всю планету, жорстока банда оточує персонажів. Підтримуй постійний рух та дозволь йому тиснути на гравців. Гравцям же дай можливості чим зайнятись та людей з якими взаємодіяти. Підштовхни їх до дії, а далі слідкуй за їх рухом.

source: Armor mitigates incoming damage. In the Gear section, armor is listed as hav- ing A r mor-1 , A r mor-2 , etc. If a charac- ter is wearing armor, they subtract their total armor amount from any incoming damage. If the total damage is equal to or lower than the armor rating, all the damage is negated.
uk: Броня зменшує ушкодження, що отримує персонаж. В розділі _СПОРЯДЖЕННЯ_ можна побачити, що броня може мати _захист-1_, _захист-2_ і т. д. Якщо персонаж носить якусь броню, він віднімає її значення від будь-яких ушкоджень що отримує. І якщо отримані ушкодження рівні чи менші значенню броні, то виходить, що персонаж повністю їх ігнорує.

source: As the GM, use the answers to these questions later. What happens when a bolt of superheated plasma burns through a barrel of drive fuel? Who’s coming after the Outlaw? Moment to moment action and even whole ses- sions of play can come from here.
uk: Будучи майстром, використовуйте відповіді на ці питання пізніше. Що станеться коли згусток плазми пропалить паливний бак? Хто прийде по голову пройдисвіта? Ці відповіді можуть породити цілі серії цікавих ситуацій або дати матеріал для всієї ігрової зустрічі. > **Примітка** > Проте залишайте гравцям можливість дивуватись. Однією з найцікавіших складових гри є дослідження всесвіту та відкриття його секретів шляхом власних проб та помилок. Тому питання на зразок "що знаходиться на покинутому кораблі?" тільки розчарують гравців, тому що це забирає у них можливість самостійних відкриттів. > > Гарним критерієм для питань може бути те, чи персонаж гравця має можливість знати відповідь. Якщо так, тоді гравець може органічно ввести якийсь цікавий факт і використати його в грі, а якщо ні — гравець разом зі своїм персонажем зможе досліджувати й шукати відповіді.

source: As the GM, you have three primary goals. Everything you do should be in service of one of them.
uk: Як у майстра гри, у вас є три основні цілі, і все, що ви робите має працювати на них.

source: As they enter Regolith’s security perimeter, a customs vessel hails them and asks to come aboard to inspect the vessel. Their rebel contact is not waiting for them at the meeting point out on the surface of the asteroid.
uk: Як тільки вони прибувають в периметр контролю Службою Безпеки Реголіту, їхній човен йде на перехоплення корабля гравців та вимагає зайти на борт, щоб оглянути судно. Тим часом же представника бунтівників немає на місці зустрічі на поверхні астероїда.

source: Assign each of these numbers to one of your attributes, in any order you wish: **+2** , **+1** , **0** , and **-1**. Think about your class, and what kind of things your character is likely to be doing as a guideline for which attributes you want to make high, and which you can afford to make lower.
uk: Призначте кожному атрибуту одне з чисел **+2**, **+1**, **0** та **-1** в будь-якому порядку. Врахуйте ваш клас та подумайте, чим скоріше за все буде займатись ваш персонаж, щоб визначитись який атрибут зробити високим, а який можна лишити низьким.

source: At a suitable spaceport, Hull damage can be repaired at a cost of 1 credit per 2 points of Hull. Damage to specific systems or critical areas of the ship may cost much more, at the GM’s discretion.
uk: В будь-якому підхожому космопорті, ушкодження корпусу можна відновити за ціною в 1 кредит за кожні **2 пункти корпусу**. Ушкодження якихось специфічних корабельних систем чи критичних уражень можуть коштувати дорожче за рішенням майстра.

source: Attribute: A number, usually between -1 and +3, that describes a PC’s raw talent in a broad area. There are four attributes, detailed later.
uk: **Атрибут:** Число, зазвичай від **-1** до **+3**, що визначає загальну компетентність персонажа гравця в деякій широкій сфері. В грі є чотири атрибути, про них трохи згодом.

source: Both your star map and your timelines are mutable and ever -growing. As you and your players find out more about the universe in play, new timelines will suggest them selves, and new locations will be fleshed out on the map. Be tween sessions, think about where things are going. Write new timelines, daydream new planets and draw them on the map.
uk: І зоряна мапа, і ваші таймлайни будуть змінюватись й розростатись. Й по мірі того, як ви з гравцями будете досліджувати всесвіт у грі, задумки нових таймлайнів самі будуть приходити до вас, а нові локації будуть обростати деталями на карті. Тому між зустрічами роздумуйте про те, що відбувається на грі. Записуйте нові таймлайни, фантазуйте про нові планети та малюйте їх на мапі.

source: By default, the ship is a blank slate. It has a small cargo hold, does **1D6** dam- age, and has **15 Hull**. It has **0 A rmor** and **4 Max Drive Fuel**. It begins the game fully fueled.
uk: Зазвичай гравці створюють собі корабель з чистого листа. В ньому є невеликий багажний відсік, його озброєння наносить **к6** ушкоджень, а також він має **15 пунктів корпусу**. У нього **захист-0** та в запасі він має **4 одиниці палива** для зоряних перельотів.

source: CARGO 1 Biological Samples Breathable Air Clothes Coffee Consumer Electronics Construction Equipment
uk: ВАНТАЖІ 1 Біологічні зразки Якісне повітря Одяг Кава Споживацька електроніка Будівельне обладнання

source: CHARACTER HEALTH ARMOR DAMAGE Civilians, animals, generally untrained people 3 0 Lower of 2D6 Security guards and beat cops 3 1 1D6 Soldiers 6 1 1D6+1 Elite units, powerful aliens 8 2 Higher of 2D6+1 Huge monsters 16 3 2D6
uk: | ПЕРСОНАЖ | ЗДОРОВ'Я | ЗАХИСТ | УШКОДЖЕННЯ | | ----------------------------------------- | -------- | ------ | ---------------- | | Цивільні, звірі та нетреновані люди | 3 | 0 | менший з 2к6 | | Рядові охоронці чи шпана для биття | 3 | 1 | к6 | | Запеклі солдати та найманці | 6 | 1 | к6+1 | | Елітні спецпризначенці, могутні прибульці | 8 | 2 | більший з 2к6 +1 | | Здоровенні чудовиська | 16 | 3 | 2к6 |

source: Characters earn XP in three ways:
uk: Персонаж може здобувати досвід трьома шляхами:

source: Characters in Offworlders are assumed to be carrying a variety of useful and necessary tools. Instead of choosing exactly what your character is carrying ahead of time, these tools are abstracted as Supply. You begin with 3 Supply. You can spend 1 Supply at any time to produce a mundane item from the list below, or an item of similar complexity if the GM agrees. You refill your supply whenever you have some downtime on board the ship, or wherever you currently keep all your stuff. Your maximum supply is always 3. You can spend 1 Supply to have one of the following or an item of similar complexity:
uk: Вважається, що персонаж в Краєходцях має при собі різноманітні корисні та необхідні знаряддя. Тому замість того, щоб завчасно вибирати що саме носить ваш персонаж, це все сховано за абстракцією **припасів**. Ви починаєте з **3 припасами** та можете потратити **1 припас**, щоб заявити, що ви маєте якийсь буденний предмет зі списку нижче, або щось схожої категорії за згодою майстра. Ви поповнюєте **припаси** коли проводите вільний час на борту чи коли маєте доступ до всіх своїх речей. Максимальна кількість **припасів** завжди **3**. Ви можете списати **1 припас** щоб отримати щось зі списку або схожої категорії:

source: Choose any **two skills** for your character.
uk: Виберіть будь-які **дві навички** для вашого персонажа.

source: Come up with a name for your charac- ter, and share it with the other players. Also come up with at least one distinct visual detail that describes them. It can be a clothing item, or something about their body or possessions. Anything that will help everyone start getting a picture of your character in their imagination.
uk: Вигадайте ім'я персонажу та озвучте його іншим гравцям. Також придумайте якусь виразну особливість персонажа та опишіть її. Це може бути щось щодо одягу, чи зовнішнього вигляду, чи просто виразною звичкою — що завгодно, що допоможе кожному схопити в уяві образ вашого персонажа.

source: Constantly present the players with pressure and danger, and opportuni- ties for profit. Show them the coming danger, the money on the table, the barrel of the laser pistol, the asteroid barrelling towards the ship, then ask, “What do you do?” The players will spring into motion, taking risky actions, and rolling the dice. The situa- tion will tend to escalate and shift. Let it! Respond to player actions and carry the narrative through.
uk: Постійно демонструйте гравцям тиск, небезпеку та можливості для вигоди. Покажіть їм загрозу, гроші на столі, ствол лазерного пістолета, астероїд що несеться прямо на корабель, й тоді спитайте у гравців “Що робитимете?”. Вони пірнуть у події, підуть на ризик та кидатимуть куби. Ситуація буде змінюватись та загострюватись. Нехай! Відповідайте на заявки гравців та слідкуйте за описом подій.

source: D6: A single, 6-sided die. Usually you’ll roll two of these and add them togeth- er, along with an attribute. Sometimes you’ll roll just one.
uk: **К6:** Один шестигранний ігровий кубик. Зазвичай вам потрібно буде кинути два таких (позначається як **2к6**) і до суми додати значення вибраного атрибуту. В деяких випадках потрібно кинути тільки один кубик, а іноді потрібно буде вибрати з пари кинутих кубиків один, з більшим чи меншим значення.

source: DURING LONG TRIPS When the characters are on a long trip together through space, they tend to learn a lot about each other.
uk: **В ДОВГИХ ПЕРЕЛЬОТАХ** Коли персонажі проводять час один з одним в замкнутому приміщенні, вони краще вивчають один одного.

source: Did we earn a profit? Did we discover something new and inter- esting about the universe? Did we overcome a difficult challenge or dangerous adversary?
uk: - Чи отримали ми прибуток? - Чи відкрили ми щось нове й цікаве про всесвіт? - Чи подолали ми складний виклик чи небезпечного супротивника?

source: Don’t come in with a whole story planned out. You might have a job outlined, and some NPC’s ready to go, but get ready to change things and make things up as you go. When your players roll the dice they’ll be creating complications and inviting chaos. Let them. If you try to wrangle them into a pre-planned story, the game will fight you. Let your players impact what happens. It’s their story after all.
uk: Не приходьте на гру з запланованою історією. Ви можете мати зариси для різних замовлень чи своїх готових до дій персонажів, але будьте готові все змінити й підлаштуватись до ходу гри. Коли гравці будуть кидати куби, неодмінно виникнуть неочікувані ускладнення та спричинять хаос. Так і має бути. Якщо ви будете намагатись завадити цьому, щоб протягнути свою заплановану історію, ви будете діяти всупереч всій грі. Дайте гравцям впливати на події, це все ж таки будується їхня історія.

source: Drive fuel costs 3 credits per unit, and is available in any reasonably equipped port.
uk: **Паливо** для міжзоряних перельотів коштує по 3 кредити за одиницю, його можна придбати в будь-якому забезпеченому порту.

source: Drone Controller: You have a small flying drone that you can control remotely and perceive through. If it is destroyed or lost, you can make a new one with a few days of downtime.
uk: **Оператор дронів:** У вас є невеликий летючий дрон, який ви можете контролювати віддалено та отримувати з нього данні. Якщо його знищити чи загубити, ви можете зробити нового за декілька днів перепочинку.

source: END OF SESSION QUESTIONS At the end of each session of play, an- swer the following three questions, as a group. For each question answered with a “yes,” every PC gets **1 X P.**
uk: **ПИТАННЯ В КІНЦІ ЗУСТРІЧІ** В кінці кожної ігрової зустрічі, дайте відповідь на наступні питання як група. За кожну відповідь "так" кожен персонаж гравця отримує **1 пункт досвіду**.

source: Each PC has maximum Health equal to **12** plus their **Streng th** and **A gilit y** attributes. For example, a PC with **+ Strength** and **+1 A g ility** has **15 Health**. A PC with **0 Strength** and **-1 A g ilit y** has **11 Health.**
uk: Здоров'я кожного персонажа гравця дорівнює **12** плюс його **Сила** плюс **Спритність**. Наприклад, у персонажа з **Силою +1** та **Спритністю +2** буде **15 Здоров'я**. А для персонажа з **Силою 0** та **Спритністю -1** здоров'я буде **11**. > **Альтернативне правило:** для визначення **здоров'я** ви можете не враховувати **Спритність**, і замість цього брати подвоєне значення **Сили**.

source: Each skill represents an area of trained expertise. Unlike attributes, skills do not have an associated number. You either have a skill or you don’t. When you roll the dice and have an applicable skill, you may re-roll one of the dice. You must accept the second result.
uk: Кожна навичка зображає деяку набуту експертизу. На відмінну від атрибутів, навички не мають числового значення, ви просто або маєте їх, або ні. Коли кидаючи куби у вас є підхожі навички, ви можете перекинути один кубик і використати новий результат. > **Альтернативне правило:** маючи підхожу **навичку**, після кидка гравець може підняти ставки й повністю перекинути кидок. В цьому випадку він має описати, як саме він вдається до більш ризикованих методів, а майстер має підібрати більш вагомі можливі ускладнення.

source: Each time the characters travel between star systems, or otherwise spend multiple days together in a small space, go around the table and give each player a turn, starting with the player to the left of the GM.
uk: Тому під час кожної міжзоряної подорожі чи коли персонажі якимось іншим чином проводять багато днів разом в тісному середовищі, дайте слово кожному гравцю по черзі.

source: Enemies and hazards inflict damage against PC’s in the same way. Roll for damage and subtract the result from a PC’s health. In the GM section of these rules is a selection of enemies, includ- ing how much damage they should do.
uk: Вороги та інші загрози наносять ушкодження персонажам гравців таким же чином. Киньте куби на ушкодження й відніміть це значення від здоров'я ушкодженого персонажа. В розділі для майстра є настанови щодо того, які вороги скільки мають наносити ушкоджень.

source: Every PC has four attributes, representing different ways they might address challenges. Each attribute has a rating between -1 and +3. The higher the rating, the more likely the character is to succeed when using it. You’ll use these attributes when you roll the dice. The four attributes are:
uk: У кожного персонажа гравця є чотири атрибути, що зображають різні шляхи вирішення проблем. У кожного атрибута є значення від **-1** до **+3** й вони використовуються під час кидка кубів. Чим вище це значення, тим більш ймовірно, щоб гравець використовуючи цей атрибут досяг успіху. Ці чотири атрибути наступні:

source: Experienced players may want more flexibility when it comes to mak- ing a character. If everyone agrees, players may ignore the listed class- es entirely, and make a character simply by choosing any two skills, and any two special abilities. Play- ers should communicate to make sure they don’t overlap too much.
uk: Досвідчені гравці можуть забажати більшої гнучкості при створенні персонажа. Якщо всі згодні, гравець може проігнорувати надані класи та створити персонажа, просто вибравши дві навички та два будь-яких таланти. В цьому випадку гравцям варто домовитись, щоб їхні сильні сторони не надто перетинались.

source: Factions are the major movers and shakers in the universe. Megacorpo- rations, stellar empires, mercenary companies, crime syndicates and the like. The PCs are usually going to be too small to be able to take on a faction directly, but will encounter them through NPCs and jobs.
uk: Фракції — це основні впливові сили у всесвіті. Мегакорпорації, зоряні імперії, приватні військові компанії, кримінальні синдикати й тому подібне. Персонажі гравців зазвичай занадто малі в порівнянні з ними, але вони будуть стикатись з їх представниками під час виконання завдань.

source: Feel free to tweak and remix the attributes above to come up with new threats and characters. Remember that enemies will react intelligently to outwit the players, and will be unlikely to charge into a fight head on, or fight to the death without a good reason.
uk: Не бійтесь експериментувати з вказаними вище характеристиками для нових загроз чи персонажів. Пам'ятайте, що вороги мають розумно реагувати на дії гравців та застосовувати долю хитрості, і дуже малоймовірно щоб вони стрімголов вривались в бійку й бились до останнього без якоїсь причини.

source: First Aid: If you have a few quiet min- utes, you can spend 1 Supply to heal another character 1D6 of Health.
uk: **Перша допомога:** якщо ви маєте декілька хвилин, ви можете потратити одиницю **припасів**, щоб відновити **к6** пунктів здоров'я іншого персонажа.

source: Follow this process to create your PC:
uk: Для того, щоб створити вашого персонажа, слідуйте наступним крокам:

source: Fuel Tanks: Max Drive Fuel +.
uk: **Паливні баки:** Максимальний запас **палива +1**.

source: Geeks are doctors, scientists and technicians. Their abilities allow them to manipulate technology, heal their teammates and offer additional insight. Play a Geek if you want to be the smartest one in the room.
uk: Технарі — це науковці, медики й спеціалісти. Їхні таланти дозволяють їм вправно керувати різною технікою, лікувати своїх товаришів та отримувати раптові прозріння. Грайте за технаря, якщо хочете бути найрозумнішим в кімнаті.

source: Health is a measure of how much damage a character can take before they are in serious trouble. Both PC’s and NPC’s have a health score.
uk: Здоров'я — це міра того, скільки ушкоджень може винести персонаж до того, як він потрапить в серйозні неприємності. У персонажів як гравців, так і майстра є своя шкала здоров'я.

source: Health: A number representing how physically resilient a PC is. When a PC takes damage, it reduces their current health.
uk: **Здоров'я:** Число, що зображає фізичну стійкість персонажа гравця. Коли персонаж отримує пошкодження, його значення здоров'я зменшується.

source: Heavy Lifting: You can move deftly and without penalty while using heav y weapons and armor.
uk: **Важковаговик:** Ви можете вміло й без штрафів використовувати важке озброєння та броню.

source: High Maneuverability: If you don’t have the Pilot skill, you count as having it in situations where maneu- verability is relevant. If you already have the pilot skill, you may choose to reroll both dice in these situations, instead of just one.
uk: **Висока маневровність:** Якщо у вас немає навички _кермування_, вважайте що у вас вона є в ситуаціях, де має значення маневровість корабля. Якщо ж у вас є ця навичка, в таких ситуаціях ви можете перекинути обидва кубики, а не один.

source: Hijack: You can attempt to remotely take over any electronic machine or computer that you can see. Roll the dice with Intelligence to do it.
uk: **Перехоплення:** Ви можете спробувати віддалено взяти під контроль якийсь електронний пристрій чи комп'ютер в полі зору. Для цього вам потрібно буде кинути куби додавши Інтелект.

source: IF BOTH DICE COME UP WITH 6’S, Critical Success! You get what you want, and something extra. You and the GM should come up with an appro- priate bonus or extra effect.
uk: **ЯКЩО ВИПАЛИ ДВІ ШІСТКИ**, це означає критичний успіх. Ви отримуєте що хотіли, а також щось понад те! Вам з майстром варто обговорити якийсь слушний бонус чи додатковий ефект.

source: IMANI, PSYCHIC Skills Manipulation, Culture Abilities Scanner, Premonition Strength - Agility 0 Intelligence + Willpower + Health 11 Gear Stun glove (light). No additional armor. Credits 10 Appearance Body is covered in biomechanical implants.
uk: ІМАНІ, ПСІОНІК **_Навички_** _Маніпуляції, Культура_ **_Таланти_** _Сканер, Передзнання_ **_Сила_** _-1_ **_Спритність_** _0_ **_Інтелект_** _+1_ **_Воля_** _+2_ **_Здоров'я_** _11_ **_Спорядження_** _Шокові перчатки (легкі), без додаткової броні_ **_Кредити_** _10_ **_Вигляд_** _Тіло вкрито біомеханічними імплантами_

source: If the GM decides that it is risky or uncertain enough to warrant a roll, go to step 2. Otherwise, the GM will tell you what happens.
uk: Якщо майстер вирішить, що дія досить ризикова чи її успіх неочевидний та потрібен кидок кубів, то перейдіть до наступного кроку. Інакше майстер просто опише що сталось далі.

source: If you have a skill relevant to the current situation, you may choose to reroll one of the dice, but you must take the second roll. Use the new total for your result.
uk: Якщо у гравця є підхожі навички, він може перекинути один кубик, але новий результат буде остаточним.

source: If you play Offworlders, please let me know what you think! Talk to me on Twitter at @chrisperry wolf.
uk: Якщо ви зіграли в _Offworlders_, то поділіться своїми враженнями! Напишіть мені в Twitter: [@chrisperry_wolf](https://twitter.com/chrisperrywolf).
